class Text:
    start_message = "Привет! Я помогу тебе создать и хранить расписания занятий. Напиши /help, чтобы узнать мои команды."
    help_message = "Вот список моих команд:\n\n \
/start - начать работу со мной\n \
/help - получить список команд\n \
/add_schedule <название> <время> <описание>\n \
/delete_schedule <название>\n \
/show_schedule - показать все записи в расписании"
    add_schedule_success = "Расписание успешно добавлено."
    delete_schedule_success = "Расписание успешно удалено."
    delete_schedule_not_found = "Расписание не найдено."
    add_schedule_empty_name = "Вы не указали название расписания. Пожалуйста, попробуйте еще раз."
    add_schedule_empty_content = "Вы не указали содержимое расписания. Пожалуйста, попробуйте еще раз."
    delete_schedule_empty_name = "Вы не указали название расписания. Пожалуйста, попробуйте еще раз."

